{
  "opening_lines": [
    {
      "id": 1,
      "string": "Call me Ishmael."
    },
    {
      "id": 2,
      "string": "..it was the spring of hope, it was the winter of despair."
    },
    {
      "id": 3,
      "string": "Stately, plump Buck Mulligan came from the stairhead, bearing a bowl of lather on which a mirror and a razor lay crossed."
    },
    {
      "id": 4,
      "string": "In my younger and more vulnerable years my father gave me some advice that I've been turning over in my mind ever since."
    },
    {
      "id": 5,
      "string": "It was a bright cold day in April, and the clocks were striking thirteen."
    },
    {
      "id": 6,
      "string": "It was love at first sight."
    },
    {
      "id": 7,
      "string": "Mother died today. Or maybe, yesterday; I can't be sure."
    },
    {
      "id": 8,
      "string": "Ships at a distance have every man's wish on board."
    },
    {
      "id": 9,
      "string": "I first met Dean not long after my wife and I split up."
    },
    {
      "id": 10,
      "string": "All this happened, more or less."
    },
    {
      "id": 11,
      "string": "I am a sick man… I am a spiteful man. I am an unattractive man. I think my liver is diseased."
    },
    {
      "id": 12,
      "string": "The old man was dreaming about the lions"
    },
    {
      "id": 13,
      "string": "A screaming comes across the sky:"
    }
  ],
  "assorted_notes": [
    {
      "id": 1,
      "string": "illuminated under our thoughtless sun …"
    },
    {
      "id": 2,
      "string": "even though i pay mind to neither nail nor coffin"
    },
    {
      "id": 3,
      "string": "literature must be the axe for the frozen sea within us"
    },
    {
      "id": 4,
      "string": "people soon get tired of things that aren't boring, but not of what is boring"
    },
    {
      "id": 5,
      "string": "solitude comes in different varieties"
    },
    {
      "id": 6,
      "string": "like an anchorless ship, time floats aimlessly across the broad sea"
    },
    {
      "id": 7,
      "string": "words have all died in the hollow of time"
    },
    {
      "id": 8,
      "string": "like flowers scattered in the storm, a man's life is one long goodbye"
    },
    {
      "string": "dab",
      "id": 9
    }
  ]
}